❯ brew --version
Homebrew 5.0.4
❯ brew list --formula
abseil fribidi imath libslirp luajit peco tidy-html5
aom fzf isl libsodium luv perl tmux
apr gcc jansson libssh lz4 php tmux-mem-cpu-load
apr-util gd jasper libssh2 lzo pixman tree
argon2 gdbm jpeg-turbo libtasn1 m4 pkgconf tree-sitter
autoconf gdk-pixbuf jpeg-xl libtiff mpdecimal postgresql@15 unbound
awscli gettext jq libtool mpfr protobuf unibilium
bat gh krb5 libunistring ncurses psutils universal-ctags
berkeley-db@5 ghq libavif libusb neovim pv unixodbc
brotli giflib libdeflate libuv net-snmp pyenv utf8proc
ca-certificates glib libevent libvmaf netpbm python@3.12 vde
cairo gmp libgit2 libx11 nettle python@3.13 watch
capstone gnutls libidn2 libxau oniguruma qemu webp
cmake graphite2 libmpc libxcb openexr readline wget
coreutils graphviz libnghttp2 libxdmcp openjph ripgrep xorgproto
curl grep libnghttp3 libxext openldap rtmpdump xz
dtc gts libngtcp2 libxrender openssl@3 sheldon yazi
expat harfbuzz libpaper libyaml p11-kit snappy zsh-completions
fontconfig highway libpng libzip pango sqlite zstd
freetds htop libpq little-cms2 pcre tfenv
freetype icu4c@77 librsvg lpeg pcre2 the_silver_searcher
❯ brew list --cask
aerospace ghostty hyper pgadmin4 wezterm❯ brew --version
Homebrew 5.0.4
❯ brew list --formula
abseil fribidi imath libslirp luajit peco tidy-html5
aom fzf isl libsodium luv perl tmux
apr gcc jansson libssh lz4 php tmux-mem-cpu-load
apr-util gd jasper libssh2 lzo pixman tree
argon2 gdbm jpeg-turbo libtasn1 m4 pkgconf tree-sitter
autoconf gdk-pixbuf jpeg-xl libtiff mpdecimal postgresql@15 unbound
awscli gettext jq libtool mpfr protobuf unibilium
bat gh krb5 libunistring ncurses psutils universal-ctags
berkeley-db@5 ghq libavif libusb neovim pv unixodbc
brotli giflib libdeflate libuv net-snmp pyenv utf8proc
ca-certificates glib libevent libvmaf netpbm python@3.12 vde
cairo gmp libgit2 libx11 nettle python@3.13 watch
capstone gnutls libidn2 libxau oniguruma qemu webp
cmake graphite2 libmpc libxcb openexr readline wget
coreutils graphviz libnghttp2 libxdmcp openjph ripgrep xorgproto
curl grep libnghttp3 libxext openldap rtmpdump xz
dtc gts libngtcp2 libxrender openssl@3 sheldon yazi
expat harfbuzz libpaper libyaml p11-kit snappy zsh-completions
fontconfig highway libpng libzip pango sqlite zstd
freetds htop libpq little-cms2 pcre tfenv
freetype icu4c@77 librsvg lpeg pcre2 the_silver_searcher
❯ brew list --cask
aerospace ghostty hyper pgadmin4 wezterm❯ brew --version
Homebrew 5.0.4
❯ brew list --formula
abseil fribidi imath libslirp luajit peco tidy-html5
aom fzf isl libsodium luv perl tmux
apr gcc jansson libssh lz4 php tmux-mem-cpu-load
apr-util gd jasper libssh2 lzo pixman tree
argon2 gdbm jpeg-turbo libtasn1 m4 pkgconf tree-sitter
autoconf gdk-pixbuf jpeg-xl libtiff mpdecimal postgresql@15 unbound
awscli gettext jq libtool mpfr protobuf unibilium
bat gh krb5 libunistring ncurses psutils universal-ctags
berkeley-db@5 ghq libavif libusb neovim pv unixodbc
brotli giflib libdeflate libuv net-snmp pyenv utf8proc
ca-certificates glib libevent libvmaf netpbm python@3.12 vde
cairo gmp libgit2 libx11 nettle python@3.13 watch
capstone gnutls libidn2 libxau oniguruma qemu webp
cmake graphite2 libmpc libxcb openexr readline wget
coreutils graphviz libnghttp2 libxdmcp openjph ripgrep xorgproto
curl grep libnghttp3 libxext openldap rtmpdump xz
dtc gts libngtcp2 libxrender openssl@3 sheldon yazi
expat harfbuzz libpaper libyaml p11-kit snappy zsh-completions
fontconfig highway libpng libzip pango sqlite zstd
freetds htop libpq little-cms2 pcre tfenv
freetype icu4c@77 librsvg lpeg pcre2 the_silver_searcher
❯ brew list --cask
aerospace ghostty hyper pgadmin4 wezterm❯ brew --version
Homebrew 5.0.4
❯ brew list --formula
abseil fribidi imath libslirp luajit peco tidy-html5
aom fzf isl libsodium luv perl tmux
apr gcc jansson libssh lz4 php tmux-mem-cpu-load
apr-util gd jasper libssh2 lzo pixman tree
argon2 gdbm jpeg-turbo libtasn1 m4 pkgconf tree-sitter
autoconf gdk-pixbuf jpeg-xl libtiff mpdecimal postgresql@15 unbound
awscli gettext jq libtool mpfr protobuf unibilium
bat gh krb5 libunistring ncurses psutils universal-ctags
berkeley-db@5 ghq libavif libusb neovim pv unixodbc
brotli giflib libdeflate libuv net-snmp pyenv utf8proc
ca-certificates glib libevent libvmaf netpbm python@3.12 vde
cairo gmp libgit2 libx11 nettle python@3.13 watch
capstone gnutls libidn2 libxau oniguruma qemu webp
cmake graphite2 libmpc libxcb openexr readline wget
coreutils graphviz libnghttp2 libxdmcp openjph ripgrep xorgproto
curl grep libnghttp3 libxext openldap rtmpdump xz
dtc gts libngtcp2 libxrender openssl@3 sheldon yazi
expat harfbuzz libpaper libyaml p11-kit snappy zsh-completions
fontconfig highway libpng libzip pango sqlite zstd
freetds htop libpq little-cms2 pcre tfenv
freetype icu4c@77 librsvg lpeg pcre2 the_silver_searcher
❯ brew list --cask
aerospace ghostty hyper pgadmin4 wezterm

brew leaves
✔ JSON API formula_tap_migrations.jws.json [Downloaded 2.1KB/ 2.1KB]
✔ JSON API cask_tap_migrations.jws.json [Downloaded 2.4KB/ 2.4KB]
✔ JSON API cask.jws.json [Downloaded 15.3MB/ 15.3MB]
✔ JSON API formula.jws.json [Downloaded 32.0MB/ 32.0MB]
awscli
bat
cmake
coreutils
fzf
gh
ghq
graphviz
htop
jq
neovim
peco
perl
php
postgresql@15
protobuf
psutils
pv
pyenv
qemu
ripgrep
sheldon
tfenv
the_silver_searcher
tmux
tmux-mem-cpu-load
tree
universal-ctags
watch
wget
yazi
zsh-completions
